easy-blog/app/controllers/movies_controller.rb

  def create
    @movie = Movie.new(movie_params)

    respond_to do |format|
      if @movie.save
---
INSERT INTO "movies" ("title", "description", "director", "IMDB", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["title", "Red Notice"], ["description", "Comedy"], ["director", "Quinton"], ["IMDB", "7"], ["created_at", "2023-01-09 13:36:07.694387"], ["updated_at", "2023-01-09 13:36:07.694387"]]